[FrostToIce LevelTravelStationDefinition]
StationDisplayName="Three Horns Valley"

[FrostToIce2 LevelTravelStationDefinition]
StationDisplayName="Three Horns Valley"

[IcetoFrost LevelTravelStationDefinition]
StationDisplayName="Three Horns Divide"

[IceToFrost2 LevelTravelStationDefinition]
StationDisplayName="Three Horns Divide"

[Zone1.IceToDam LevelTravelStationDefinition]
StationDisplayName="Three Horns Valley"

[Zone1.IceToFridge LevelTravelStationDefinition]
StationDisplayName="Three Horns Valley"

[Zone1.IceToIceCanyon LevelTravelStationDefinition]
StationDisplayName="Three Horns Divide"

[Zone1.IceToInterlude LevelTravelStationDefinition]
StationDisplayName="Three Horns Valley"

[Zone1.IceToSanctuary LevelTravelStationDefinition]
StationDisplayName="Three Horns Divide"

[Zone1.IceToSanctuaryHole LevelTravelStationDefinition]
StationDisplayName="Three Horns Divide"

[Zone1.IceToSouthpawFactory LevelTravelStationDefinition]
StationDisplayName="Three Horns Valley"

[Zone1.IceToTundraExpress LevelTravelStationDefinition]
StationDisplayName="Three Horns Divide"

[Zone1.IceToWaterfront LevelTravelStationDefinition]
StationDisplayName="Three Horns Divide"